---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.SpaceCavityRatio
source: html/9494b4a6-93dc-b2df-7478-446a40e16ca9.htm
---
# Autodesk.Revit.DB.Mechanical.Space.SpaceCavityRatio Property

Get the Space Cavity Ratio of the Space.

## Syntax (C#)
```csharp
public double SpaceCavityRatio { get; }
```

## Remarks
This property is used to get the Space Cavity Ratio of the Space.